INSERT INTO location_types (code, sms_code, name, description)
VALUES ('SHELTER', 'SH', 'Укриття', 'Офіційне або приватне укриття'),
       ('WARM_POINT', 'WP', 'Пункт Незламності', 'Офіційний пункт незламності'),
       ('PRIVATE_INITIATIVE', 'PI', 'Приватна ініціатива', 'Точка, створена користувачем'),
       ('CHARGING_POINT', 'CP', 'Точка зарядки', 'Місце з доступом до зарядки пристроїв'),
       ('WATER_POINT', 'WP2', 'Точка води', 'Місце, де можна набрати технічну або питну воду'),
       ('HEAT_POINT', 'HP', 'Пункт обігріву', 'Місце з теплом під час відключень'),
       ('MEDICAL_POINT', 'MP', 'Медична точка', 'Місце надання медичної допомоги або аптечка');


INSERT INTO service_types (code, sms_code, name, description)
VALUES ('WATER', 'W', 'Вода', 'Доступ до технічної або питної води'),
       ('POWER', 'P', 'Електроенергія', 'Можливо зарядити пристрої'),
       ('HEATING', 'H', 'Опалення', 'Є тепло'),
       ('INTERNET', 'I', 'Інтернет', 'Доступний Wi-Fi або мобільний інтернет'),
       ('FOOD', 'F', 'Їжа', 'Гарячі напої або їжа'),
       ('MEDICINE', 'M', 'Медична допомога', 'Аптечка або фельдшер'),
       ('SLEEPING', 'S', 'Місця для відпочинку', 'Лежаки, місця для сну'),
       ('HYGIENE', 'HY', 'Гігієна', 'Туалет, гігієнічні засоби'),
       ('EV_CHARGING', 'EV', 'Зарядка для електрокарів', '220v або Type2'),
       ('PET_FRIENDLY', 'PF', 'Для тварин', 'Можна знаходитись з домашніми тваринами');

